Revit 2027 API
ParameterTypeId.MullionAngle Property
 "Angle"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId MullionAngle { get; }
Public Shared ReadOnly Property MullionAngle As ForgeTypeId
	Get
public:
static property ForgeTypeId^ MullionAngle {
	ForgeTypeId^ get ();
}
static member MullionAngle : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace